;Place localized text in this file
[Hitman X2SoldierClassTemplate]

DisplayName="杀手"
ClassSummary="大隐隐于市，杀手只携带易于隐藏的武器，因此他可以轻松地消失在街头生活的喧嚣中。 擅长近距离交战，杀手对于任何试图接近他们的人来说都是麻烦。"

AbilityTreeTitles[0]="大脚板"
AbilityTreeTitles[1]="枪手"
AbilityTreeTitles[2]="拳击手"
AbilityTreeTitles[3]="Xcom"
AbilityTreeTitles[4]="手枪"

RandomNickNames[0]="高手"
RandomNickNames[1]="特工"
RandomNickNames[2]="反手"
RandomNickNames[3]="拿下"
RandomNickNames[4]="停电"
RandomNickNames[5]="碎骨者"
RandomNickNames[6]="冷血"
RandomNickNames[7]="骗子"
RandomNickNames[8]="墓穴守卫"
RandomNickNames[9]="死亡"
RandomNickNames[10]="苦行僧"
RandomNickNames[11]="末日"
RandomNickNames[12]="龙"
RandomNickNames[13]="雕像"
RandomNickNames[14]="邪恶天才"
RandomNickNames[15]="堕天使"
RandomNickNames[16]="消防员"
RandomNickNames[17]="装备"
RandomNickNames[18]="催眠"
RandomNickNames[19]="伊夫利特"
RandomNickNames[20]="折刀"
RandomNickNames[21]="喷射"
RandomNickNames[22]="熄灯"
RandomNickNames[23]="魔术师"
RandomNickNames[24]="分钟"
RandomNickNames[25]="怪物"
RandomNickNames[26]="独眼"
RandomNickNames[27]="陷阱"
RandomNickNames[28]="痘"
RandomNickNames[29]="唤雨者"
RandomNickNames[30]="响尾蛇"
RandomNickNames[31]="反弹"
RandomNickNames[32]="红色之死"
RandomNickNames[33]="崛起"
RandomNickNames[34]="开膛手"
RandomNickNames[35]="沙罗曼"
RandomNickNames[36]="尖叫"
RandomNickNames[37]="送别"
RandomNickNames[38]="阴影"
RandomNickNames[39]="重组"
RandomNickNames[40]="灼热"
RandomNickNames[41]="狡猾"
RandomNickNames[42]="射手"
RandomNickNames[43]="蛇"
RandomNickNames[44]="夺魂者"
RandomNickNames[45]="光谱"
RandomNickNames[46]="吐口水"
RandomNickNames[47]="战术家"
RandomNickNames[48]="泪珠"
RandomNickNames[49]="恐惧"
RandomNickNames[50]="墓碑"
RandomNickNames[51]="狠毒"
RandomNickNames[52]="毒蛇"
RandomNickNames[53]="聪明人"
RandomNickNames[54]="仙境"
RandomNickNames[55]="怒火
RandomNickNames[56]="约曼"
RandomNickNames[57]="零"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="恶魔王"
RandomNickNames_Male[1]="长子"
RandomNickNames_Male[2]="主宰"
RandomNickNames_Male[3]="巫师"
RandomNickNames_Female[0]="灰烬"
RandomNickNames_Female[1]="女帝"
RandomNickNames_Female[2]="女巫"
RandomNickNames_Female[3]="女术士"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="他总是深入险境。"
PhotoboothSoloBLines_Male[1]="夺走变种人的性命!"
PhotoboothSoloBLines_Male[2]="他只需要轻轻一刀！"
PhotoboothSoloBLines_Male[3]="你永远不会看到他是如何到来的。"

PhotoboothSoloBLines_Female[0]="她总是深入险境。"
PhotoboothSoloBLines_Female[1]="夺走变种人的性命!"
PhotoboothSoloBLines_Female[2]="她只需要轻轻一刀！"
PhotoboothSoloBLines_Female[3]="你永远不会看到她是如何到来的。"

